Repository: mbedworth/PommeCore
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl, pt, uk, zh_hans

source: Verify Radio Config
cs: Ověřit konfiguraci MeshCore
de: Radiokonfiguration überprüfen
es: Verificar Configuración de Radio
fr: Vérifier la configuration radio
it: Verifica Configurazione Radio
ja: ラジオ設定を確認
nl: Radio-configuratie verifiëren
pl: Sprawdź konfigurację radiową
pt: Verificar Configuração do Rádio
uk: Перевірити налаштування радіомодуля
zh_hans: 验证无线电配置

source: View MeshCore Frequency Guide
cs: Zobrazit průvodce frekvencemi MeshCore
de: MeshCore-Frequenzleitfaden anzeigen
es: Ver Guía de Frecuencias MeshCore
fr: Consulter le guide des fréquences MeshCore
it: Visualizza Guida Frequenze MeshCore
ja: MeshCore 周波数ガイドを表示
nl: MeshCore Frequentiegids bekijken
pl: Zobacz Przewodnik Częstotliwości MeshCore
pt: Visualizar Guia de Frequências MeshCore
uk: Переглянути посібник з частот MeshCore
zh_hans: 查看MeshCore频率指南

source: View Supporters Wall
cs: Zobrazit zeď podporovatelů
de: Unterstützerwand anzeigen
es: Ver Muro de Apoyadores
fr: Voir le mur des soutiens
it: Visualizza Muro dei Sostenitori
ja: サポーターの壁を表示
nl: Steunersmuur bekijken
pl: Zobacz Ścianę Wspierających
pt: Visualizar Mural dos Apoiadores
uk: Переглянути стіну підтримувачів
zh_hans: 查看支持者墙

source: Watch Companion
cs: Sledovat společníka
es: Ver Compañero
fr: Regardez le compagnon
it: Guarda Companion
ja: コンパニオンを視聴
nl: Bekijk Begeleider
pl: Obserwuj Kompaniona
pt: Assistente em Tempo Real
uk: Спостерігач
zh_hans: 观看伴侣

source: Welcome to PommeCore
cs: Vítejte v PommeCore
de: Willkommen bei PommeCore
es: Bienvenido a PommeCore
fr: Bienvenue dans PommeCore
it: Benvenuto in PommeCore
ja: PommeCore にようこそ
nl: Welkom bij PommeCore
pl: Witamy w PommeCore
pt: Bem-vindo ao PommeCore
uk: Ласкаво просимо до PommeCore
zh_hans: 欢迎来到PommeCore

source: WiFi Radio
cs: Bezdrátové rádio
es: Radio WiFi
fr: Radio WiFi
it: Radio WiFi
ja: ワイファイラジオ
nl: WiFi Radio - Wifi-radio
pl: Radio WiFi
pt: Rádio WiFi
uk: Безпровідна радіостанція
zh_hans: 无线网络无线电

source: Your companion radio will act as a portable repeater. Allowed frequency ranges: %@ This is useful for camping, hiking, and search & rescue where repeater infrastructure doesn't exist.
cs: Vaše společníkové rádio bude fungovat jako přenosný opakovač.
de: Ihr Companion-Radio fungiert als tragbarer Repeater. Erlaubte Frequenzbereiche: %@ Dies ist nützlich beim Camping, Wandern und bei Such- und Rettungsaktionen, wo keine Repeater-Infrastruktur vorhanden ist.
es: Tu radio compañera actuará como un repetidor portátil.
fr: Votre radio compagnon agira comme un répéteur portable.
it: La vostra radio compagna agirà come un ripetitore portatile.
ja: あなたの相棒ラジオはポータブルリピーターとして機能します。
nl: Uw begeleider-radio zal fungeren als een draagbare herhaler. - Uw begeleiderradio zal als een draagbare herhaler werken.
pl: Twoje towarzysze radio będą działać jako przenośny powtarzacz.
pt: Seu rádio companheiro agirá como um repetidor portátil.
uk: Ваш супутній пристрій-радіопередавач діятиме як портативний повторювач.
zh_hans: 您的伴随无线电将作为便携式中继器工作。

source: Your companion radio will act as a portable repeater. This is useful for camping, hiking, and search & rescue where repeater infrastructure doesn't exist. Repeat mode is restricted to allowed frequency ranges configured on the device.
cs: Vaše společníkové rádio bude fungovat jako přenosný opakovač.
de: Ihr Companion-Radio fungiert als tragbarer Repeater. Dies ist nützlich beim Camping, Wandern und bei Such- und Rettungsaktionen, wo keine Repeater-Infrastruktur vorhanden ist. Wiederholungsmodus ist auf die am Gerät konfigurierten erlaubten Frequenzbereiche beschränkt.
es: Tu radio compañera actuará como un repetidor portátil. Esta función es útil para acampar, hacer senderismo y operaciones de búsqueda y rescate donde no existe infraestructura de repetidor.
fr: Votre radio compagnon agira comme un répéteur portable. Le mode répétition est limité aux plages de fréquences autorisées configurées sur l'appareil.
it: Questa è utile per il campeggio, l'escursionismo e le operazioni di ricerca e soccorso dove non esiste infrastruttura di ripetitori.
ja: この機能は、キャンプ、ハイキング、捜索救助に役立ちます。リピーターインフラが存在しない場合に便利です。
nl: Uw begeleider-radio zal fungeren als een draagbare herhaler. Dit is handig voor kamperen, wandelen en zoek- en reddingsoperaties waar geen infrastructuur voor herhalers bestaat. - Uw begeleiderradio zal als een draagbare herhaler dienen. Dit is nuttig voor kampeertrips, wandelingen en zoek- en reddingsacties zonder herhalerinfrastructuur.
pl: Twoje towarzysze radio będą działać jako przenośny powtarzacz.
pt: Seu rádio companheiro agirá como um repetidor portátil.
uk: Ваш супутній пристрій-радіопередавач діятиме як портативний повторювач.
zh_hans: 您的伴随无线电将作为便携式中继器工作。重复模式仅限于设备上配置的允许频率范围。

source: Your device advertisement has been broadcast to the mesh network.
cs: Vaše zařízení bylo vysíláno do mřížkové sítě.
de: Ihre Gerätankündigung wurde an das Mesh-Netzwerk gesendet.
es: Tu anuncio de dispositivo ha sido transmitido a la red mesh.
fr: Votre publicité d'appareil a été diffusée sur le réseau maillé.
it: La vostra pubblicità del dispositivo è stata trasmessa alla rete mesh.
ja: デバイスの広告がメッシュネットワークに送信されました。
nl: Uw apparaatadvertentie is uitgezonden naar het meshnetwerk. - Uw apparaatadvertentie is naar het meshnetwerk verzonden.
pl: Twoja reklama urządzenia została nadawana do sieci mesh.
pt: Sua publicidade de dispositivo foi transmitida na rede mesh.
uk: Ваше оголошення пристрою було трансльовано в мережу Mesh.
zh_hans: 您的设备广告已广播到网格网络。

source: Your Key Prefix
cs: Váš klíčový předpona
de: Ihr Schlüsselpräfix
es: Tu Prefijo Clave
fr: Votre préfixe clé
it: Il vostro prefisso chiave
ja: あなたのキープレフィックス
nl: Uw sleutelvoorkeur - Uw sleutelvoorkeur
pl: Twój prefiks klucza
pt: Seu Prefixo Chave
uk: Ваш ключовий префікс
zh_hans: 您的密钥前缀

source: Your location could not be determined. Enable Location Services for PommeCore in Settings.
cs: Vaše poloha nemohla být určena. Povolte služby umístění pro PommeCore v Nastavení.
de: Die Standortbestimmung konnte nicht erfolgen. Aktivieren Sie die Standortdienste für PommeCore in den Einstellungen.
es: No se pudo determinar tu ubicación. Habilita los Servicios de Ubicación para PommeCore en Ajustes.
fr: L'emplacement ne pourrait pas être déterminé. Activez les Services de localisation pour PommeCore dans Réglages.
it: La posizione non è stata determinata. Abilita i Servizi di Posizione per PommeCore nelle Impostazioni.
ja: 位置情報が取得できません。設定でPommeCoreの位置情報サービスを有効にしてください。
nl: Uw locatie kon niet worden bepaald. Schakel Locatiediensten in voor PommeCore in Instellingen.
pl: Nie można określić lokalizacji. Włącz usługi lokalizacyjne dla PommeCore w Ustawieniach.
pt: A localização não pôde ser determinada. Ative os Serviços de Localização para PommeCore nas Configurações.
uk: Не вдалося визначити ваше місцезнаходження. Увімкніть послуги розташування для PommeCore в налаштуваннях.
zh_hans: 无法确定您的位置。在设置中启用 PommeCore 的位置服务。

source: Your radio is connected via USB. Tap the button below to send the command.
cs: Vaše rádio je připojeno přes USB. Klepněte na tlačítko níže pro odeslání příkazu.
de: Ihr Radio ist über USB verbunden. Tippen Sie auf die Schaltfläche unten, um den Befehl zu senden.
es: Tu radio está conectada vía USB. Pulsa el botón de abajo para enviar el comando.
fr: Votre radio est connectée via USB. Appuyez sur le bouton ci-dessous pour envoyer la commande.
it: La vostra radio è connessa tramite USB. Premere il pulsante qui sotto per inviare il comando.
ja: ラジオはUSB経由で接続されています。下記のボタンをタップしてコマンドを送信してください。
nl: Uw radio is via USB verbonden. Tik op de knop hieronder om het commando te verzenden. - Uw radio is via USB aangesloten. Druk op de knop hieronder om het commando te sturen.
pl: Twoje radio jest podłączone przez USB. Naciśnij przycisk poniżej, aby wysłać polecenie.
pt: Seu rádio está conectado via USB. Toque no botão abaixo para enviar o comando.
uk: Ваш пристрій підключено через USB. Натисніть кнопку нижче, щоб надіслати команду.
zh_hans: 您的无线电通过 USB 连接。点击下面的按钮发送命令。

source: Your radio is logged in via remote admin. Tap the button below to send the command.
cs: Vaše rádio je přihlášeno vzdáleným správcem. Klepněte na tlačítko níže pro odeslání příkazu.
de: Ihr Radio ist über Remote-Admin angemeldet. Tippen Sie auf die Schaltfläche unten, um den Befehl zu senden.
es: Tu radio se ha conectado de forma remota mediante administración. Pulsa el botón de abajo para enviar el comando.
fr: Votre radio est connectée à distance par administration. Appuyez sur le bouton ci-dessous pour envoyer la commande.
it: La vostra radio è collegata in remoto tramite amministrazione. Premere il pulsante qui sotto per inviare il comando.
ja: ラジオはリモート管理者によってログインされています。下記のボタンをタップしてコマンドを送信してください。
nl: Uw radio is op afstand beheerd ingelogd. Tik op de knop hieronder om het commando te verzenden. - Uw radio is op afstand toegang verstrekt en ingelogd. Tik op de knop hieronder om het commando te sturen.
pl: Twoje radio zostało zalogowane zdalnie. Naciśnij przycisk poniżej, aby wysłać polecenie.
pt: Seu rádio está logado remotamente. Toque no botão abaixo para enviar o comando.
uk: Ваш пристрій підключено віддаленим адміністратором. Натисніть кнопку нижче, щоб надіслати команду.
zh_hans: 您的无线电通过远程管理登录。点击下面的按钮发送命令。

source: Your radio must use the correct frequency for your country. Using the wrong frequency may violate local regulations.
cs: Vaše rádio musí používat správnou frekvenci pro vaši zemi. Použití nesprávné frekvence může porušit místní předpisy.
de: Ihr Radio muss die richtige Frequenz für Ihr Land verwenden. Die Verwendung der falschen Frequenz kann gegen lokale Vorschriften verstoßen.
es: Tu radio debe utilizar la frecuencia correcta para tu país. El uso de una frecuencia incorrecta puede violar las regulaciones locales.
fr: Votre radio doit utiliser la fréquence correcte pour votre pays. L'utilisation d'une mauvaise fréquence peut violer les réglementations locales.
it: La vostra radio deve utilizzare la frequenza corretta per il vostro paese. L'uso di una frequenza sbagliata potrebbe violare le normative locali.
ja: ラジオは国に合った正しい周波数を使用する必要があります。誤った周波数を設定すると、地域の規制に違反する可能性があります。
nl: Uw radio moet het juiste frequentiegebied voor uw land gebruiken. Het gebruik van een verkeerd frequentiegebied kan in strijd zijn met lokale voorschriften. - Uw radio moet het juiste frequentiebereik voor uw land gebruiken. Het gebruik van een onjuist frequentiegebied kan in strijd zijn met de lokale wetgeving.
pl: Twoje radio musi używać prawidłowej częstotliwości dla Twojego kraju. Używanie nieprawidłowej częstotliwości może naruszać lokalne przepisy.
pt: Seu rádio deve usar a frequência correta para seu país. O uso da frequência errada pode violar as regulamentações locais.
uk: Ваш пристрій повинен використовувати правильну частоту для вашої країни. Використання неправильної частоти може порушити місцеві норми.
zh_hans: 您的无线电必须使用您所在国家/地区的正确频率。使用错误的频率可能违反当地法规。

source: Your radio’s frequency is set during flashing. If you need to change it, go to Settings → Radio after connecting. All radios on your mesh must use the same frequency, bandwidth, spreading factor, and coding rate.
cs: Frekvence vašeho rádia je nastavena při záblesku. Pokud ji potřebujete změnit, přejděte na Nastavení → Rádio po připojení. Všechna rádia v mřížce musí používat stejnou frekvenci, šířku pásma, faktor šíření a rychlost kódování.
de: Die Frequenz Ihres Radios wird beim Flashen eingestellt. Um sie zu ändern, gehen Sie nach dem Verbinden zu Einstellungen → Radio. Alle Radios im Mesh müssen dieselbe Frequenz, Bandbreite, Spreizfaktor und Kodierungsrate verwenden.
es: La frecuencia de tu radio se establece durante el proceso de flasheo. Si necesitas cambiarla, ve a Ajustes → Radio después de conectar. Todas las radios en tu red mesh deben utilizar la misma frecuencia, ancho de banda, factor de dispersión y tasa de codificación.
fr: La fréquence de votre radio est définie pendant le flashage. Si vous devez la modifier, allez dans Paramètres → Radio après la connexion. Toutes les radios sur votre maillage doivent utiliser la même fréquence, bande passante, facteur de dispersion et taux de codage.
it: La frequenza della vostra radio è impostata durante l'aggiornamento. Se dovete cambiarla, andate alle Impostazioni → Radio dopo la connessione. Tutte le radio sulla vostra mesh devono utilizzare la stessa frequenza, larghezza di banda, fattore di diffusione e tasso di codifica.
ja: ラジオの周波数はフラッシュ時に設定されます。変更が必要な場合は、接続後に設定 → ラジオに移動してください。メッシュ内のすべてのラジオは、同じ周波数、帯域幅、スプレッディングファクター、コードレートを使用する必要があります。
nl: De frequentie van uw radio wordt ingesteld tijdens het flitsen. Als u deze wilt wijzigen, gaat u naar Instellingen → Radio na de verbinding. Alle radios in uw mesh moeten hetzelfde frequentiegebied, bandbreedte, spreidingsfactor en coderingssnelheid gebruiken. - De frequentie van uw radio wordt ingesteld tijdens het flashen. Als u deze nodig wijzigt, gaat u naar Instellingen → Radio nadat u bent verbonden. Alle radios in uw meshnetwerk moeten dezelfde frequentie, bandbreedte, spreiding, en coderingssnelheid gebruiken.
pl: Częstotliwość Twojego radia jest ustawiona podczas flasowania. Jeśli chcesz ją zmienić, przejdź do Ustawień → Radio po połączeniu. Wszystkie radia w Twojej sieci muszą używać tej samej częstotliwości, pasma, czynnika rozprzestrzeniania i szybkości kodowania.
pt: A frequência do seu rádio é definida durante o flash. Se precisar alterá-la, vá para Configurações → Rádio após conectar. Todos os rádios na sua rede mesh devem usar a mesma frequência, largura de banda, fator de espalhamento e taxa de codificação.
uk: Частота вашого пристрою встановлюється під час флешування. Якщо потрібно змінити її, перейдіть до Налаштувань → Радіо після підключення. Усі пристрої в вашій мережі Mesh повинні використовувати одну й ту саму частоту, смугу пропускання, фактор розсіювання та швидкість кодування.
zh_hans: 在闪存时设置您的无线电频率。如果需要更改，请在连接后前往设置 → 无线电。网格上所有无线电必须使用相同的频率、带宽、扩散因子和编码率。

source: Your radio’s stored coordinates. These are shared with other radios when advertising.
cs: Uložené souřadnice vašeho rádia. Tyto jsou sdíleny s ostatními rádiovými stanicemi při reklamě.
de: Die gespeicherten Koordinaten Ihres Radios. Diese werden beim Ankündigen mit anderen Radios geteilt.
es: Las coordenadas almacenadas en tu radio. Estas se comparten con otras radios al hacer publicidad.
fr: Les coordonnées stockées de votre radio. Celles-ci sont partagées avec d'autres radios lors de l'annonce.
it: Le coordinate memorizzate della vostra radio. Queste sono condivise con altre radio durante la pubblicità.
ja: ラジオに保存された座標。これらの情報は広告時に他のラジオと共有されます。
nl: De opgeslagen coördinaten van uw radio. Deze worden gedeeld met andere radios bij het adverteren. - De opgeslagen coördinaten van uw radio. Deze gegevens worden gedeeld met andere radios wanneer er wordt geadverteerd.
pl: Skojarzone współrzędne Twojego radia. Są one udostępniane innym radiom podczas reklamy.
pt: Suas coordenadas armazenadas no rádio. Elas são compartilhadas com outros rádios durante a publicidade.
uk: Зберігані координати вашого пристрою. Вони діляться з іншими пристроями під час оголошень.
zh_hans: 您的无线电存储坐标。这些坐标在广告时与其他无线电共享。

source: Zero-Hop (nearby only)
cs: Nulový skok (pouze sousední)
de: Zero-Hop (nur in der Nähe)
es: Cero-salto (solo cercano)
fr: Zéro-saut (seulement à proximité)
it: Zero-Hop (solo nelle vicinanze)
ja: ゼロホップ（近距離のみ）
nl: Null-hop (alleen in de buurt)
pl: Zero-Hop (tylko pobliskie)
pt: Zero-Hop (apenas próximo)
uk: Безперешкодний доступ (тільки поруч)
zh_hans: 无跳数（仅附近）

source: Zero-hop reaches nearby nodes only. Flood is relayed by repeaters across the entire mesh network.
cs: Nulový skok dosahuje pouze sousedních uzlů. Povodně jsou přenášeny opakovači napříč celým mřížkovým sítí.
de: Zero-Hop erreicht nur nahe Knoten. Übertragung wird von Repeatern im gesamten Mesh-Netzwerk weitergeleitet.
es: El cero-salto solo alcanza nodos cercanos. La inundación es relayada por repetidores a través de toda la red mesh.
fr: Le zéro-saut n'atteint que les nœuds à proximité. Le flood est relayé par des répéteurs à travers tout le réseau maillé.
it: Lo zero-hop raggiunge solo i nodi nelle vicinanze. Il flood viene relayato da ripetitori attraverso l'intera rete mesh.
ja: ゼロホップは近隣ノードのみに到達します。フロードはリピーターを通じてメッシュネットワーク全体にリレーされます。
nl: Null-hop bereikt alleen knooppunten in de buurt. Overstroming wordt gerelayeerd door herhalers over het hele mesh-netwerk.
pl: Zero-hop dociera tylko do pobliskich węzłów. Powielanie przez powiady jest przekazywane przez całą sieć meszową.
pt: O Zero-hop atinge apenas nós próximos. O inundação é relayada por repetidores em toda a rede mesh.
uk: Безперешкодний доступ досягає лише сусідніх вузлів. Повен реплікація передається повторювачами через всю мережу Mesh.
zh_hans: 无跳数仅可达附近节点。整个网格网络的洪流由中继器转发。

source: Zone
cs: Zona
es: Zona
it: Zona
ja: ゾーン
pl: Strefa
pt: Zona
uk: Зона
zh_hans: 区域

source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 本日
nl: Vandaag
pl: Dzisiaj
pt: Hoje
uk: Сьогодні
zh_hans: 今天

source: Yesterday
cs: Včera
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
nl: Gisteren
pl: Wczoraj
pt: Ontem
uk: Вчора
zh_hans: 昨天

source: You
cs: Vy
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
nl: U
pl: Ty
pt: Você
uk: Ви
zh_hans: 你

source: Local
cs: Místní
de: Lokal
it: Locale
ja: ローカル
nl: Lokale
pl: Lokalne
uk: Місцевий
zh_hans: 本地

source: Distance
cs: Vzdálenost
de: Entfernung
es: Distancia
it: Distanza
ja: 距離
nl: Afstand
pl: Odległość
pt: Distância
uk: Відстань
zh_hans: 距离

source: TX Antenna Gain
cs: Zisk antény TX
de: Sendeantennenverstärkung
es: Ganancia de Antena TX
fr: Gain d'antenne TX
it: Guadagno dell'antenna TX
ja: TXアンテナゲイン
nl: TX Antennawinst
pl: Zysk anteny TX
pt: Ganho da Antena TX
uk: Збиток антени TX
zh_hans: 发射天线增益

source: RX Antenna Gain
cs: Zisk antény RX
de: Empfangsantennenverstärkung
es: Ganancia de Antena RX
fr: Gain d'antenne RX
it: Guadagno dell'antenna RX
ja: RXアンテナゲイン
nl: RX Antennawinst
pl: Zysk anteny RX
pt: Ganho da Antena RX
uk: Збиток антени RX
zh_hans: 接收天线增益

source: RX Sensitivity
cs: Citlivost RX
de: Empfangsempfindlichkeit
es: Sensibilidad RX
fr: Sensibilité RX
it: Sensibilità RX
ja: RX感度
nl: RX Sensitiviteit
pl: Czułość odbioru
pt: Sensibilidade RX
uk: Чутливість RX
zh_hans: 接收灵敏度

source: Wavelength
cs: Vlnová délka
de: Wellenlänge
es: Longitud de onda
fr: Longueur d'onde
it: Lunghezza d'onda
ja: 波長
nl: Golflengte
pl: Długość fali
pt: Comprimento de Onda
uk: Довжина хвилі
zh_hans: 波长

source: Free-Space Path Loss
cs: Ztráta cesty volného prostoru
de: Freiraum-Pfadlose
es: Pérdida de ruta en espacio libre
fr: Perte de chemin dans l'espace libre
it: Perdita di percorso in spazio libero
ja: 自由空間パスロス
nl: Vrij ruimte padverlies
pl: Utrata ścieżki w przestrzeni wolnej
pt: Perda de Caminho no Espaço Livre
uk: Втрати шляху у вільному просторі
zh_hans: 空中路径损耗

source: Received Power
cs: Přijatá moc
de: Empfangsmacht
es: Potencia recibida
fr: Puissance reçue
it: Potere ricevuto
ja: 受信電力
nl: Ontvangen kracht
pl: Moc odebrana
pt: Potência Recebida
uk: Потужність, отримана
zh_hans: 接收功率

source: Link Margin
cs: Okraj odkazu
de: Linkmarge
es: Margen de enlace
fr: Marge de liaison
it: Margine di collegamento
ja: リンクマージン
nl: Linkmarge
pl: Marża łącza
pt: Margem de Ligação
uk: Маржинал зв'язку
zh_hans: 链接边际

source: Max Range (FSPL only)
cs: Maximální rozsah (pouze FSPL)
de: Maximaler Bereich (nur FSPL)
es: Rango máximo (solo FSPL)
fr: Portée maximale (uniquement FSPL)
it: Raggio massimo (solo FSPL)
ja: 最大範囲（FSPLのみ）
nl: Maximaal bereik (alleen FSPL)
pl: Maksymalny zasięg (tylko FSPL)
pt: Alcance Máximo (apenas FSPL)
uk: Максимальний діапазон (тільки FSPL)
zh_hans: 最大范围（仅 FSPL）

source: Avg SNR
cs: Průměrný SNR
de: Durchschnittlicher SNR
es: SNR promedio
fr: SNR moyen
it: SNR medio
ja: 平均SNR
nl: Gemiddelde SNR
pl: Średni SNR
pt: SNR Médio
uk: Середнє SNR
zh_hans: 平均 SNR

source: Peak SNR
cs: Maximální SNR
de: Höchstwert RSSI
es: Pico de RSSI
fr: Pic maximal de RSSI
it: Picco SNR
ja: ピークSNR
nl: Piek RSSI
pl: Maksymalny RSSI
pt: Pico RSSI
uk: Максимальний SNR
zh_hans: 峰值RSSI

source: Avg RSSI
cs: Průměrná RSSI
de: Durchschnittlicher RSSI
es: RSSI promedio
fr: RSSI moyen
it: RSSI medio
ja: 平均RSSI
nl: Gemiddelde RSSI
pl: Średni RSSI
pt: RSSI Médio
uk: Середній RSSI
zh_hans: 平均RSSI

source: Show Path Info
cs: Zobrazit informace o trase
de: Pfadinformationen anzeigen
es: Mostrar información del camino
fr: Afficher les informations de chemin
it: Mostra info percorso
ja: パス情報表示
nl: Padinformatie weergeven
pl: Pokaż informacje o ścieżce
pt: Mostrar Info do Caminho
uk: Показати інформацію про шлях
zh_hans: 显示路径信息

source: Discover Path
cs: Objevit trasu
de: Pfad entdecken
es: Descubrir camino
fr: Découvrir le chemin
it: Scopri percorso
ja: パス検出
nl: Pad ontdekken
pl: Zidentyfikuj ścieżkę
pt: Descobrir Caminho
uk: Відкрити шлях
zh_hans: 发现路径

source: Uptime
cs: Doba provozu
es: Tiempo de actividad
fr: Temps de fonctionnement
ja: アップタイム
pl: Czas działania
pt: Tempo de Atividade
uk: Час роботи
zh_hans: 在线时间

source: ADC Multiplier
cs: Multiplikátor ADC
de: ADC-Multiplikator
es: Multiplicador ADC
fr: Multiplicateur ADC
it: Moltiplicatore ADC
ja: ADC乗数
nl: ADC-versterker
pl: Mnożnik ADC
pt: Multiplicador ADC
uk: Множник ADC
zh_hans: ADC乘数

source: Higher SF
cs: Vyšší SF
de: Höhere SF
es: SF más alto
fr: SF plus élevé
it: SF più alto
ja: SFを高める
nl: Hogere SF
pl: Wyższa SF
pt: SF Mais Alto
uk: Вища SF
zh_hans: SF更高

source: Lower SF
cs: Nižší SF
de: Niedrigere SF
es: SF más bajo
fr: SF plus bas
it: SF più basso
ja: SFを下げる
nl: Lagere SF
pl: Niższa SF
pt: SF Mais Baixo
uk: Нижча SF
zh_hans: SF更低

source: Wider BW
cs: Širší pásmo
de: Breitere BW
es: Ancho de banda más amplio
fr: Largeur de bande plus grande
it: BW più ampio
ja: 帯域幅を広げる
nl: Breder BW
pl: Szerszy BW
pt: Largura de Banda Maior
uk: Ширший BW
zh_hans: 带宽更宽

source: Narrower BW
cs: Úzkější pásmo
de: Engere BW
es: Ancho de banda más estrecho
fr: Bande passante plus étroite
it: BW più stretto
ja: 帯域幅を狭める
nl: Smaller BW
pl: Wąski BW
pt: Largura de Banda Mais Estreita
uk: Тісніший BW
zh_hans: 带宽更窄

source: Better sensitivity and range, but slower data rate and longer airtime
cs: Lepší citlivost a dosah, ale pomalejší datový přenos a delší doba vysílání
de: Bessere Empfindlichkeit und Reichweite, aber langsamer Datenrate und längere Luftzeit
es: Mejor sensibilidad y alcance, pero velocidad de datos más lenta y tiempo de transmisión más largo
fr: Meilleure sensibilité et portée, mais taux de données plus lent et temps d'émission plus long
it: Maggiore sensibilità e portata, ma velocità dati più lenta e tempo di trasmissione più lungo
ja: 感度と範囲が良く、データレートが遅く、送信時間が長い
nl: Betere gevoeligheid en bereik, maar langzamere datarate en langer uitzendingstijd
pl: Lepsza czułość i zasięg, ale wolniejszy transfer danych i dłuższy czas transmisji
pt: Melhor sensibilidade e alcance, mas taxa de dados mais lenta e tempo de transmissão mais longo
uk: Краща чутливість і діапазон, але повільніша швидкість передачі даних і довший час повітряного часу
zh_hans: 感度和范围更好，但数据速率较慢，空气时长较长
